Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: If the gamemaster doesn’t feel the player is stressing the effects enough, they can emphasize them.
fr_fr: Si le maître de jeu pense que le joueur n'intégre pas suffisament les effets, il peut les renforcer.

source: If the gamemaster feels it is appropriate, they may also call for additional modifiers or tests for certain actions.
fr_fr: Si le maître de jeu le pense approprié, il peut également utiliser des modificateurs ou des tests pour certaines actions.

source: You suffer a panic attack, exhibiting the physiological conditions of fear and worry: sweatiness, racing heart, trembling, shortness of breath, headaches, and so on.
fr_fr: Vous subissez une attaque de panique, exhibant les conditions physiologique de peur et d'inquiétude: transpiration, poul accéléré, tremblement, insuffisance respiratoire, migraines, et ainsi de suite.

source: You are psychologically incapable with dealing with the source of the stress, or some circumstance related to it, so you avoid it --- even covering your ears, curling up in a ball, or shutting off your sensors if you have to.
fr_fr: Vous êtes psychologiquement incapable de gérer la source de stress ou des circonstances en lmien avec cette source, et vous l'éviter dans la mesure du possible - allant jusqu'à couvrir vos oreilles, vous mettre en boule ou éteignez vos senseurs si il faut.

source: The stress makes you light-headed and disoriented.
fr_fr: Vous êtes pris de vertige et désorienté par le stress.

source: You involuntarily repeat words and phrases spoken by others.
fr_fr: Vous répétez involontairement les mots et les phrases prononcés par d'autres.

source: You become fixated on something that you did wrong or some circumstance that led to your stress.
fr_fr: Vous devenez obsédé par quelque chose que vous avez raté ou par les circonstances qui ont amené à ce stress.

source: You obsess over it, repeating the behavior, trying to fix it, running scenarios through your head and out loud, and so on.
fr_fr: Vous êtes complètement obsédé par cela, répétant le comportement, essayant de le réparer, répétant les scénarios dans votre tête à voix haute, et ainsi de suite.

source: You are suddenly consumed by an irrational yet overwhelming desire to eat something --- perhaps even something unusual.
fr_fr: Vous êtes soudainement consumé par une un désir écrasat de manger quelque chose - peut-être même quelque chose d'inhabituel.

source: You are flustered by the cause of your stress, finding it difficult to make choices or select courses of action.
fr_fr: Vous êtes énervé par les causes de votre stress, trouvant difficile de faire des choix ou de choisir une suite d'action.

source: Your response to the trauma is to engage in excessive talking and babbling.
fr_fr: Votre réponse au trauma est de vous lancez dans une conversation excessive.

source: You don’t shut up.
fr_fr: Vous ne pouvez pas vous taire.

source: The stress sickens you, forcing you to fight down queasiness.
fr_fr: Les tress vous rend malade, vous froçant à combattre le malaise.

source: Your body temperature rises, making you feel cold, and shivering sets in.
fr_fr: Votre température corporelle augmente, vous faisant avoir froid et les frissons s'installent.

source: You just can’t get warm.
fr_fr: Vous ne pouvez pas vous réchauffer.

source: The trauma scrambles your concentration, making you forget what you’re doing, mix up simple tasks, and falter over easy decisions.
fr_fr: Le trauma brouille votre concentration, vous faisant oublier ce que vous étiez en train de faire, vous faisant rater des tâches simples et hésiter face à des décisions simple.

source: You involuntarily repeat and mimic the actions of others around you.
fr_fr: Vous répétez et imitez involontairement les actions des autres autour de vous.

source: You lose control of your emotions.
fr_fr: Vous perdez le contrôle de vos émotions.

source: You switch from ecstasy to tears and back to rage without warning.
fr_fr: Vous basculez de l'extase aux larmes et entrez dans un état de colère sans avertissement.

source: The trauma shocks you into speechlessness and a complete inability to effectively communicate.
fr_fr: Le trauma vous mets dans l'incapacité de perler et dans une incapacité totale à communiquer efficacement.

source: In the wake of the mental shock, all you can think about is yourself.
fr_fr: Dans les secousses du choc mental, la seule chose à laquelle vous arrivez à penser c'est vous-même.

source: You cease caring about those around you.
fr_fr: Vous cessez de vous occupez des autres autour de vous.

source: You are overwhelmed by fear or anxiety and immediately seek to distance yourself from the cause of the stress.
fr_fr: Vous êtes saturés par la peur et l'énaxiété et cherchez immédiatement à distancer la cause du stress.

source: You shake violently, making it difficult to hold things or stay still.
fr_fr: Vous tremblez violement, vous empéchant de rester immobile ou de tenir des choses.

source: You operate on auto-pilot in a temporary fugue state.
fr_fr: Vous fonctionnez en auto-pilote pendant un état de fugue temporaire.

source: Later, you will be incapable of recalling what happened during this period.
fr_fr: Plus tard, vous serez incapable de vous rappeller ce qui est arrivé pendant cette épriode.

source: (Synthetic shells and infomorphs may call up memory records from storage.)
fr_fr: (les coques synthétique et les infomorphs peuvent faire appel à des enregistrements mémoriel depuis une zone de stockage).

source: You have a major freak out over the source of the stress and attack it.
fr_fr: Vous êtes terrifiés par la source du stress et l'attaquez.

source: You see, hear, or otherwise sense things that aren’t really there.
fr_fr: VOus voyez, entendez ou percevez d'une manière ou d'une autre des choses qui ne sont pas là.

source: You lose control, panicking over the source of the stress.
fr_fr: Vous perdez le contrôle, paniquant vis à vis de la source du stress.

source: This typically results in an emotional outburst of crying, laughing, or irrational fear.
fr_fr: Cela amène typiquement à des crises émotionnelles de pleurs, de rire ou de peur irrationelles.

source: You are so jarred by the stress that your capacity for logical judgment breaks down.
fr_fr: Vous êtes tellemen noyé par le stress que votre capacité pour le jugement logique s'effondre.

source: You are angered by imaginary offenses, hold unreasonable expectations, or otherwise accept things with unconvincing evidence.
fr_fr: Vous êtes énervé par des offenses imaginaires, vous attendez des autres des choses déraisonnables ou vous acceptez des faits sans preuve convaincantes.

source: You are so shocked by the trauma that you are effectively frozen, incapable of making decisions or taking action.
fr_fr: Vous êtes tellement sonné par le trauma que vous êtes effectivement gelé, incapable de prendre des décision ou d'agir.

source: {Psychosomatic crippling (major)}
fr_fr: {Handicap psychosomatique (majeur)}

source: The trauma overwhelms you, impairing some part of your physical functioning.
fr_fr: Le trauma vous écrase, handicapant une partie de votre fonctionnement physique.

source: You suffer from an inexplicable blindness, deafness, or phantom pain, or are suddenly incapable of using a limb or other extremity.
fr_fr: Vous souffrez de maux inexpliqués telles que la perte de la vue ou de l'ouïe, des douleurs fantômes ou l'incapacité à utiliser un mmebre ou toute autres extrémité.

source: Disorders reflect more permanent madness.
fr_fr: Les désordres reflettent une folie plus permanente.

source: In this case, ``permanent” does not necessarily mean forever, but the condition is ongoing until the character has received lengthy and effective psychiatric help.
fr_fr: Dans ce cas, "permanent" ne signifie pas nécessairement pour toujours, mais la maladie durea jusqu'à ce que le personnage reçoive une aide psychiatre longue et efficace.

source: Disorders are inflicted whenever a character has accumulated 4 traumas.
fr_fr: Les désordres sont infligés lorsqu'un personnage accumule 4 traumas.

source: The gamemaster and player should choose a disorder that fits the situation and character.
fr_fr: le maîþre de jeu et le joueur devrait choisir un désordre qui correspond à la situation et au personnage.

source: Disorders are not always ``active'' --- they may remain dormant until triggered by certain conditions.
fr_fr: Les désordres ne sont pas toujours "actifs" - ils restent dormant jusqu'à ce qu'ils soient déclenchés par certaines conditions.

source: While it is certainly possible to act under a disorder, it represents a severe impairment to a person’s ability to maintain normal relationships and do a job successfully.
fr_fr: Bien qu'il soit toujorus possible d'agir en subissant un désordre, il représente un handicap important à la capacité d'une personne à maintenir des relations normales et à accomplir un travail.

source: Disorders should not be glamorized as cute role-playing quirks.
fr_fr: Les désordres ne devraient pas être valorisé comme étant de mignones bizarreries d'interprétation.

source: They represent the best attempts of a damaged psyche to deal with a world that has failed it in some way.
fr_fr: Elle représente la meilleure tentative d'une psyché endommagé à gérer un monde qui s'est effondré d'une certaine manière.

source: Additionally, people in many habitats, particularly those in the inner system, still regard disorders as a mark of social stigma and may react negatively towards impaired characters.
fr_fr: De plus, les personnes de beaucoup d'habitats, particulièrement ceux du système intérieur, considèrent toujours les désordres comme une marque de stigmatisation sociela et régaissent généralement négativement vis à vis des personnages handicapés.

source: Characters that acquire disorders over the course of their adventures may get rid of them in one of two ways, either through in-game attempts to treat them (p.
fr_fr: Les personnages ayant acquis en cours d'aventures des désordres peuevnt essayer de s'en débarasser de deux manières différentes, soit par des tentatives de les traiter en jeu (p.

source: 214) or by buying them off as they would a negative trait (p.
fr_fr: 214) ou en les rachetant comme ils le feraient avec un trait négatif (p.

source: Addiction as a disorder can refer to any sort of addictive behavior focused toward a particular behavior or substance, to the point where the user is unable to function without the addiction but is also severely impaired due to the effects of the addiction.
fr_fr: L'addiction est un dsordre qui peut faire référence à toute sorte de comportement addictif concentré sur un comportement ou une substance particulière, au point où l'utilisateur est incapable de fonctionner sans l'addiction et où il est sévèrement handicapé en raison des effets de l'addiction.

source: It is marked by a desire on the part of the subject to seek help or reduce the use of the addicting substance/act, but also by the subject spending large amounts of time in pursuit of their addiction to the exclusion of other activities.
fr_fr: l'addiction est marquée par un désir de la part du sujet de chercher de l'aide ou à réduire l'utilisation de la substance/acte addictive, mais également par le fait que le sujet peut apsser beaucoup de temps à chercher à satisfaire leur addiction à l'exclusion de toutes activité.

source: This is a step up from Addiction negative trait listed on p.
fr_fr: C'est un cran au-dessu du trait négatif Addiction listé à la p.

source: 148 --- this is much more of a crippling behavior that compensates for spending time away from the addiction.
fr_fr: 148 - c'est un comportement bien plus paralysant qui compense le fait de passer du time loin de l'addiction.

source: Addictions are typically related to the trauma that caused the disorder (VR or drug addictions are encouraged).
fr_fr: Les addictiosn sont généralement en lien avec le trauma qui a casué le désordre (addictions à la RV ou aux drogues sont encouragées).

source: Suggested Game Effects: The addict functions in only two states: under the influence of their addiction or in withdrawal.
fr_fr: Effets Suggérés en Jeu: L'accroc ne fonctionne que dans deux états: sous l'influence de leur addiction ou en état de manque.

source: Additionally, they spend large amounts of time away from their other responsibilities in pursuit of their addiction.
fr_fr: De plus, ils peuvent passer une bonne aprtie du temps à ignorer leurs autres responsabilité en cherchant à satisfaire leur addiction.

source: Atavism is a disorder that mainly affects uplifts.
fr_fr: L'atavisme est un désordre qui affecte principalement les élevés.

source: It results in them regressing to an earlier un- or partially- uplifted state.
fr_fr: Cela résulte en une régressoin vers un stade précode de non- ou de partiellement-élevé.

source: They may exhibit behaviors more closely in line with their more animalistic forbears, or they may lose some of their uplift benefits such as the ability for abstract reasoning or speech.
fr_fr: Ils peuvent faire preuve d'un comportement plus proche de leurs instcints animaux, à moins qu'ils ne perdent une apr de leurs bénéfices d'être élevés tels que la capacité au raisonnement abstrait et au dialogue.

source: Suggested Game Effects: The player and gamemaster should discuss how much of the uplift’s nature is lost and adjust game penalties accordingly.
fr_fr: Effets Suggérés en Jeu: Le jouer et le maître de jeu devrait décider du point auquel l'élevé a regressé et ajuster les pénalités de jeu de manière appropriée.

source: It is important to note that other uplifts view atavistic uplifts with something akin to horror and will usually have nothing to do with them.
fr_fr: Il est important de noter que d'autres élevés perçoivent les élevés atavistes d'une manière teintée d'horreur et éviterosn en général d'avoir à faire à eux.

source: {Attention deficit hyperactivity disorder (ADHD)}
fr_fr: {Trouble du déficit de l'attention/hypercativité (TDAH)}

source: This disorder manifests as a marked inability to focus on any one task for an extended period of time, and also an inability to notice details in most situations.
fr_fr: Ce désordre se manifeste comme une incapacité marqué à se concentrer sur une seule tâche pur une période de temps étendues, et comme une incapacité à remarquer les détails dans la plupart des situations.

source: Sufferers may find themselves starting multiple tasks, beginning a new one after only a cursory attempt at the prior task.
fr_fr: Les malades ont tendance à démarrer de nombreuses tâches, en commençant une nouvelle juste après avoir commencé une tâche précédente.

source: ADHD suffers may also have a manic edge that manifests as confidence in their ability to get a given job done, even though they will quickly lose all interest in it.
fr_fr: Les malades atteints du TDAH peuvent aussi avoir un comportement maniaque qui se manifeste comme uen confiance dans leur capacité à terminer un travail, même si ils vont rapidment y perdre tout intérêt.

source: Suggested Game Effects: Perception and related skill penalties.
fr_fr: Effets Suggérés en Jeu: Pénalité à la Perception et aux compétences associées.

source: Increased difficulty modifiers to task actions, particularly as the action drags on.
fr_fr: Augmentez le modificateur de difficulté pour les actiosn de tâches, partciulièrement si l'action s'éternise.

source: This is a disorder that usually only occurs among uplifted octopi.
fr_fr: C'ets un dérangement qui n'apparaît générallement que chez les poulpes élevés.

source: It is a form of anxiety disorder characterized by self-cannibalism of the limbs.
fr_fr: C'est une foprme de désordre anxieux charactisé par l'auto cannibalisation des membres.

source: Subjects afflicted with autophagy will, under stress, begin to consume their limbs, if at all possible, causing themselves potentially serious harm.
fr_fr: Les sujets affligé par l'autophagie vont, lorsqu'ils sont soumis au stress, commencé à manger leurs mmebres, si c'est possible, pouvant leur causer de séirueses blessures.

source: Suggested Game Effects: Anytime an uplifted octopi with this disorder is placed in a stressful situation they must make a successful WIL $$ 3 Test or begin to consume one of their limbs.
fr_fr: Effets Suggérés en Jeu: A chaque fois qu'un poulpe élevé souffrant de ce désordres est placé dans une situation stressante, il doit réussir un Test de VOL $$ 3 ou commencer à manger l'un de ses membres.

source: Bipolar disorder is also called manic depression.
fr_fr: La bipolarité est également connus sou le nom de maladie maniaco-dépressive.

source: It is similar to depression except for the fact that the periods of depression are interrupted by brief (a matter of days at most) periods of mania where the subject feels inexplicably ``up” about everything with heightened energy and a general disregard for consequences.
fr_fr: Elle est similaire à la dépression excepté que les périodes de dpéression sont interrompues par de brèves (quelques jours au plus) périodes maniaque pendant lesquelles le sujet se sentira inexplicablement "en forme" avec une énergie renforcée et généralement peu de considérations pour les conséquences.

source: The depressive stages are similar in all ways to depression.
fr_fr: Les phases dépressives sont simialires par tous leurs aspect à la dépression.

source: The manic stages are dangerous since the subject will take risks, spend wildly, and generally engage in behavior without much in the way of forethought or potential long term consequences.
fr_fr: Les phases maniaques sont dangereuse puisque le sujet prendra des risques, dépensera sans faire attention, et se lancera de manière globale dans un comportement sans réellement réfléchir aux implication ou aux conséquence à long-terme.

source: Suggested Game Effects: Similar to depression, but when manic the character must make a WIL $$ 3 Test to not do some action that may be potentially risky.
fr_fr: Effets Suggérés en Jeu: Similaire à la dépression, sauf lorsque le personnage est en phase maniaque, auquel cas il doit réussir un Test de VOL $$ 3 pour ne pas faire certaines actions qui pourraient être dangereuse.

source: They will also try to convince others to go along with the idea.
fr_fr: Ils essaieront également de convaincre les autres de les suivre.

source: Subjects afflicted with this disorder believe that they are so unspeakably hideous that they are unable to interact with others or function normally for fear of ridicule and humiliation at their appearance.
fr_fr: Les sujets affectés par ce désordre pensent qu'ils sont tellement hideux qu'ils sont incapable d'interagir avec les autres ou d'agir normalement par peur du ridicule et de l'humiliation en raison de leur apparence.

source: They tend to be very secretive and reluctant to seek help because they are afraid others will think them vain --- or they may feel too embarrassed to do so.
fr_fr: Ils tendent à être discret et répugnent à chercher de l'aide car ils sont terrifiés par ce que les autres penseront d'eux - à moins qu'ils ne se sentent trop embarassés pour le faire.

source: Ironically, BDD is often misunderstood as a vanity-driven obsession, whereas it is quite the opposite; people with BDD believe themselves to be irrevocably ugly or defective.
fr_fr: Ironiquement, ce désordre est souvent perçu comme une obsession égoîstes, alors que c'est plutôt l'inverse; les personnes souffrant de dysmoprhie corporelle se perçoivent comme étant horrible ou défectueux.

source: A similar disorder, gender identity disorder, where the patient is upset with their entire sexual biology, often precipitates BDD-like feelings.
fr_fr: Un désordre similaire, désordre d'identité sexuelle, dans lequel un patient est en désaccord avec sa biologie sexuelle, précède souvent la dysmorphie corporelle.

source: Gender identity disorder is directed specifically at external sexually dimorphic features, which are in constant conflict with the patient’s internal psychiatric gender.
fr_fr: Le désordre de l'identité sexuelle est généralement dirigées contre les caractéristiques sexuelles dysmorphiques externe, qui sont en conlfit constant avec le genre psychiatrique interne du patient.

source: Suggested Game Effects: Because of the nature of Eclipse Phase and the ability to swap out and modify a body, this is a fairly common disorder.
fr_fr: Effets Suggérés en Jeu: En raison de la nature d'Eclipse Phase et de la possibilité de changer et de modifier un corps, c'est un désorbre relativement commun.

source: It is suggested that characters with this suffer increased or prolonged resleeving penalties since they are unable to fully adjust to the reality of their new morph.
fr_fr: Il est suggéré que les personnage avec ce désordre souffrent de pénalités de réincarnation prolongée ou augmentée puisqu'ils sont incapable de s'adapté complètement à la réalité de leur nouvelle morph.

source: {Borderline personality disorder}
fr_fr: {Personnalité borderline}

source: This disorder is marked by a general inability to fully experience one’s self any longer.
fr_fr: Ce désordre est amrqué par une ioncapacité globale a se supporter plus longtemps.

source: Emotional states are variable and often marked by extremes and acting out.
fr_fr: Les états émotionnels sont variable est souvent extrêmes et impressionant.

source: Simply put, the subject feels like they are losing their sense of self and seeks constant reassurance from others around them, yet is not fully able to act in an appropriate way.
fr_fr: En bref, le sujet pense qu'il perd son sens de soir et cherche à être constamment rassuré par les autres, tout en étant incapable d'agir de manière appropriée.

source: They may also engage in impulsive behaviors in an attempt to experience some sort of feeling.
fr_fr: Ils peuvent également se lancer dans des copmportemenst impulsif dans une tentative de faire l'expérience de sentiments.

source: In extreme cases, there may be suicidal thoughts or attempts.
fr_fr: Dans des cas extrêmes, ils peuvent avoir des pensées suicidaire ou tenter de mettre fin à leur jour.

source: Suggested Game Effects: The character needs to be around others and will not be left alone, however they also are not quite able to relate to others in a normal way and may also take risks or make impulsive decisions.
fr_fr: Effets Suggérés en Jeu: le personnage a besoin d'être avec d'autre personne et n'aime pas être laissé seul, il n'est cependant pas capable de se comproter avec eux de manière normale et prendra également des risques ou fera des décisions impulsives.

source: Clinical depression is characterized by intense feelings of hopelessness and worthlessness.
fr_fr: La dépression clinique est caractérisée par un sentîment intense d'absence d'espoir et de but.

source: Subjects usually report feeling as though nothing they do matters and no one would care anyway, so they are disinclined to attempt much in the way of anything.
fr_fr: Les malades font référence à leur sentiment comme si rien de ce qu'ils font n'a d'importance et que personne ne s'y intéresse de toute manière, et ils ne sont donc pas enclin a tenter quoi que ce soit.

source: The character is depressed and finds it difficult to be motivated to do much of anything.
fr_fr: Le personnage est déprimé et trouve difficile d'être motivé pour faire quoi que ce soit.

source: Even simple acts such as eating and bathing can seem to be monumental tasks.
fr_fr: Même des actes simpels comme manger ou prendre un bain peuvent paraître être des tâches monumentales.
